{
  "articles": [
    {
      "id": 1,
      "component": "ArticleProfile",
      "locales": {},
      "settings": {
        "order_items_by": "id",
        "order_items_sort": "asc",
        "contact_list_ids": [ "address", "email", "phone" ],
        "contact_circles_ids": [ "linkedin", "github", "download_resume" ]
      },
      "items": [
        {
          "id": 1,
          "locales": {
            "en": {
              "description": "Coming from a sports education background, I am currently transitioning into <strong>IT systems & networks administration</strong>. Self-taught and curious, I've been building and managing my own VPS infrastructure using Docker, Linux, and various open-source tools."
            },
            "fr": {
              "description": "Issu du secteur de l'éducation sportive, je suis actuellement en reconversion vers l'<strong>administration systèmes & réseaux</strong>."
            }
          }
        },
        {
          "id": 2,
          "locales": {
            "en": {
              "description": "<strong>Curious and self-taught</strong>, I manage my own VPS infrastructure on Linux with Docker and provide open-source tools for an association working on digital inclusion."
            },
            "fr": {
              "description": "<strong>Curieux et autodidacte</strong>, je gère ma propre infrastructure VPS sous Linux avec Docker et mets à disposition des outils open-source au service d'une association qui œuvre pour l'insertion numérique."
            }
          }
        },
        {
          "id": 3,
          "locales": {
            "en": {
              "description": "I'm looking for an apprenticeship as an <strong>IT support technician</strong> to develop my skills in a professional environment and invest myself durably in this field."
            },
            "fr": {
              "description": "Je recherche une alternance en tant que <strong>technicien support IT</strong> afin de développer mes compétences en environnement professionnel et m'investir durablement dans ce secteur."
            }
          }
        }
      ]
    }
  ]
}